let questionsAndAnswers = {
    questions: [
        "1. О каком дереве поется в знаменитой новогодней песне?\n Варианты ответов:\n a) клен; \n b) елочка;\n c) береза;\n d) Тополь-м",
        "2. Какие цвета нужно смешать, чтобы получить зеленый?\n Варианты ответов:\n a) синий и желтый; \n b) красный и синий;\n c) черный и белый;\n d) перемешать все",
        "3. В каком году была открыта Америка?\n Варианты ответов:\n a) 1592; \n b) 1692;\n c) 1492;\n d) 92 до н.э.",
        "4. Что такое арбуз?\n Варианты ответов:\n a) фрукт; \n b) овощь;\n c) ягода;\n d) гриб",
        "5. Сколько полных метров в миле?\n Варианты ответов:\n a) 1000; \n b) 1609;\n c) 1256;\n d) 1024",
    ],
    answers: ["b", "a", "c", "c", "b"] 
}